     A          R PERSONR                   PFILE(PERSON) 
      * KEY: 姓名（読み）                                 
     A          K KNNAME                                  